Repository: django-cms/djangocms-alias
Catalog: djangocms_alias/locale/*/LC_MESSAGES/django.po
Languages: de, fr, nl, sq

source: <i>Missing language</i>
de: <i>Fehlende Sprache</i>
fr: <i>Langue manquante</i>
nl: <i>Ontbrekende taal </i>
sq: <i>Gjuhë që mungon</i>

source: Used
de: In Verwendung
fr: Utilisé

source: View usage
de: Verwendung anzeigen
fr: Voir l'utilisation
nl: Bekijk gebruik
sq: Shihni përdorim

source: Delete Alias
de: Verlinkung löschen
fr: Supprimer l'alias
nl: Verwijder Alias
sq: Fshije Aliasin

source: Alias content for language {} deleted. A new empty alias content will be created if needed.
de: Alias-Inhalt für Sprache {} gelöscht. Neuer leerer Alias-Inhalt wird bei Bedarf erstellt.
fr: Contenu de l'alias pour la langue {} supprimé. Un nouveau contenu d'alias vide sera créé si nécessaire.

source: Edit Alias
de: Alias bearbeiten
fr: Éditer l'Alias
nl: Bewerk Alias
sq: Përpunoni Alias

source: Detach Alias
de: Alias trennen
fr: Détacher l'Alias
nl: Ontkoppel Alias
sq: Shqite Aliasin

source: Create Alias
de: Alias erstellen
fr: Créer un Alias
nl: Alias maken
sq: Krijo Alias

source: Change alias settings
de: Alias-Einstellungen ändern
fr: Modifier les paramètres de l'Alias
nl: Wijzig alias instellingen
sq: Ndryshoni rregullime aliasesh

source: Delete alias
de: Alias löschen
fr: Supprimer l'alias
nl: Verwijder alias
sq: Fshije aliasin

source: Create
de: Erstellen
fr: Créer
nl: Aanmaken
sq: Krijoje

source: Language
de: Sprache
fr: Langue
nl: Taal
sq: Gjuhë

source: Add Translation
de: Übersetzung hinzufügen
fr: Ajouter une Traduction
nl: Vertaling toevoegen
sq: Shtoni Përkthim

source: Delete Translation
de: Übersetzung löschen
fr: Supprimer la Traduction
nl: Verwijder Vertaling
sq: Fshije Përkthimin

source: Copy all plugins
de: Alle Plugins kopieren
fr: Copier tous les plugins
nl: Kopieer alle plugins
sq: Kopjo krejt shtojcat

source: from %s
de: von %s
fr: à partir de %s
nl: van %s
sq: prej %s

source: Are you sure you want to copy all plugins from %s?
de: Sind Sie sicher, dass Sie alle Plugins aus %s kopieren wollen?
fr: Êtes-vous certain de vouloir copier tous les composants à partir de %s ?
nl: Ben je zeker om alle plugins te kopieren van %s?
sq: Jeni i sigurt se doni të kopjohen krejt shtojcat prej %s?

source: New alias
de: Neuer Alias
fr: Nouvel Alias
nl: Nieuwe alias
sq: Alias i ri

source: Create a new alias.
de: Neuen Alias erstellen
fr: Créez un nouvel alias.
nl: Maak een nieuwe alias.
sq: Krijoni një alias të ri.

source: New alias category
de: Neue Alias-Kategorie
fr: Nouvelle catégorie d'alias
nl: Nieuwe alias categorie
sq: Kategori e re aliasesh

source: Create a new alias category.
de: Neue Alias-Kategorie erstellen
fr: Créez une nouvelle catégorie d'alias.
nl: Maak een nieuwe alias categorie
sq: Krijoni një kategori të re aliasesh.

source: All
de: Alle
fr: Tous
nl: Alles
sq: Krejt

source: No site
de: Kein Site
fr: Aucun site
nl: Geen site
sq: Pa sajt

source: Category
de: Kategorie
fr: Catégorie
nl: Categorie
sq: Kategori

source: Usage in Alias Plugins
de: Verwendung in Alias-Bausteinen
fr: Utilisation dans les plugins Alias

source: Unused
de: Nicht in Verwendung
fr: Pas utilisé

source: A plugin or placeholder is required to create an alias.
de: Ein Plugin oder ein Platzhalter is notwendig, um einen Alias zu erstellen.
fr: Un plugin ou un placeholder est nécessaire pour créer un alias.
nl: Een plugin of placeholder is verplicht om een alias te maken.
sq: Që të krijohet një alias, lypset një shtojcë, ose një vendmbajtëse.

source: An alias can only be created from a plugin or placeholder, not both.
de: Ein Alias kann nur entweder mit einem Plugin oder mit einem Platzhalter erstellt werden, nicht mit beidem.
fr: Un alias ne peut être créé qu'à partir d'un plugin ou d'un placeholder, mais pas des deux.
nl: Een alias kan alleen worden aangemaakt. van een plugin of placeholder, niet beide.
sq: Një alias mund të krijohet vetëm nga një shtojcë, ose nga një vendmbajtëse, jo nga të dy.

source: Replace current plugin
de: Aktuelles Plugin ersetzen
fr: Remplacer le plugin actuel
nl: Verplaats huidige plugin
sq: Zëvendëso shtojcën e tanishme

source: Replace current plugin with alias
de: Aktuelles Plugin mit Alias ersetzen
fr: Remplacer le plugin actuel par un alias
nl: Verplaats huidige plugin met alias
sq: Zëvendëso shtojcën e tanishme me alias

source: Alias with this Name and Category already exists.
de: Ein Alias mit diesem Namen und in dieser Kategorie existiert bereits.
fr: Un alias avec ce nom et cette catégorie existe déjà.
nl: Alias met deze Naam en Categorie bestaat al reeks.
sq: Ka tashmë alias me këtë Emër dhe Kategori.

source: Name
fr: Nom
nl: Naam
sq: Emër

source: Select category to restrict the list of aliases below
de: Kategorie auswählen, um die Liste von Aliassen unten einzuschränken.
fr: Sélectionnez une catégorie pour restreindre la liste des alias ci-dessous
nl: Selecteer categorie om deze lijst met aliassen te beperken
sq: Përzgjidhni më poshtë kategori të cilës t’i kufizohet lista e aliaseve

source: Select an alias
de: Alias auswählen
fr: Sélectionner un alias
nl: Selecteer een alias
sq: Përzgjidhni një alias

source: Title
de: Titel
fr: Titre
nl: Titel
sq: Titull

source: Version status
fr: Statut de version
nl: Versie status
sq: Gjendje versioni

source: Default
de: Vorgabe
fr: Par défaut
nl: Standaard
sq: Parazgjedhje

source: name
fr: nom
nl: naam
sq: emër

source: category
de: Kategorie
fr: catégorie
nl: categorie
sq: kategori

source: categories
de: Kategorien
fr: catégories
sq: kategori

source: by template
de: nach Vorlage
fr: par patron
nl: door template
sq: sipas gjedhesh

source: by code
de: nach Code
fr: par code
nl: door code
sq: sipas kodi

source: creation_method
de: Erstellungsmethode
fr: méthode_de_création

source: static code
de: statischer Code
fr: code statique
nl: statische code
sq: kod statik

source: To render the alias in templates.
de: Um Aliasse in Vorlagen zu rendern
fr: Pour afficher l'alias dans les patrons.
nl: Om de alias in templates te renderen.
sq: Për rikrijim të aliasit në gjedhe.

source: aliases
de: Aliasse
fr: alias
sq: aliase

source: alias content
de: Alias-Inhalt
fr: contenu de l'alias
sq: lëndë aliasi

source: alias contents
de: Alias-Inhalte
fr: contenus des alias
nl: alias content
sq: lëndë aliasi

source: template
de: Vorlage
fr: patron
sq: gjedhe

source: alias plugin model
fr: modèle du plugin de l'alias
sq: model shtojce aliasi

source: alias plugin models
de: Alias-Plugin-Modelle
fr: modèles des plugins des alias
nl: alias plugin modellen
sq: modele shtojcash aliasesh

source: Save
de: Speichern
fr: Sauvegarder
nl: Opslaan
sq: Ruaje

source: You don't have permissions to delete %(object_name)s "%(escaped_object)s". Please request your site admin to add permissions to delete alias, or delete alias from all places that it being used.
de: Sie haben keine Berechtigung, %(object_name)s "%(escaped_object)s" zu löschen. Bitte fragen Sie Ihren Administrator, Ihnen die Rechte zum Löschen von Aliasen zu erteilen. Oder löschen Sie die alle Plugins, die das Alias benutzen.
fr: Vous n'avez pas les autorisations nécessaires pour supprimer %(object_name)s "%(escaped_object)s". Veuillez demander à l'administrateur de votre site d'ajouter les autorisations nécessaires pour supprimer l'alias, ou supprimez l'alias de tous les emplacements où il est utilisé.
nl: Je hebt geen rechten om %(object_name)s"%(escaped_object)s" te verwijderen. Contacteer je website admin om je meer rechten toe te kennen.
sq: S’keni leje të fshini %(object_name)s "%(escaped_object)s". Ju lutemi, kërkojini përgjegjësit të sajtit tuaj të shtojë leje për fshirje aliasesh, ose të fshijë aliasin prej krejt vendeve ku përdoret.

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"?
de: Sind Sie sicher, dass Sie %(object_name)s "%(escaped_object)s" löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer le %(object_name)s "%(escaped_object)s"?
nl: Ben je er zeker van om %(object_name)s "%(escaped_object)s" te verwijderen?
sq: Jeni i sigurt se doni të fshihet %(object_name)s "%(escaped_object)s"?

source: This alias is used by following objects:
de: Dieser Alias wird von folgenden Objekten genutzt:
fr: Cet alias est utilisé par les objets suivants :
nl: Deze alias wordt gebruikt door de volgende objecten:
sq: Ky alias përdoret nga objektet vijues:

source: This alias is not used by any object.
de: Dieser Alias wird nirgendwo genutzt.
fr: Cet alias n'est utilisé par aucun objet.
nl: Deze alias wordt niet gebruikt door een object;

source: Yes, I'm sure
de: Ja, ich bin sicher!
fr: Oui, je suis sûr
nl: Ja, ik ben zeker
sq: Po, jam i sigurt

source: No, take me back
de: Nein, zurück!
fr: Non, ramenez-moi en arrière
nl: Nee, breng me terug
sq: Jo, kthemëni mbrapsht

source: Add alias
de: Alias hinzufügen
fr: Ajouter un alias
nl: Alias aanmaken
sq: Shtoni alias

source: Are you sure you want to add alias <a href="%(alias.get_absolute_url)s">%(alias_name)s</a>?
de: Sind Sie sicher, dass Sie Alias <a href="%(alias.get_absolute_url)s">%(alias_name)s</a> hinzufügen wollen?
fr: Êtes-vous sûr de vouloir ajouter l'alias <a href="%(alias.get_absolute_url)s">%(alias_name)s</a>?
nl: Ben je zeker van om alias <a href="%(alias.get_absolute_url)s">%(alias_name)s</a> toe te voegen?
sq: Jeni i sigurt se doni të shtohet aliasi <a href="%(alias.get_absolute_url)s">%(alias_name)s</a>?

source: Add
de: Hinzufügen
fr: Ajouter
nl: Aanmaken
sq: Shto

source: Home
de: Start
fr: Accueil
sq: Kreu

source: Usage of alias
de: Verwendung des Alias
fr: Utilisation des alias
nl: Alias verbruik
sq: Përdorim aliasesh

source: Back
de: Zurück
fr: Retour
nl: Terug
sq: Mbrapsht

source: Create alias
de: Alias erstellen
fr: Créer un alias
nl: Alias aanmaken
sq: Krijo alias

source: Please correct the error below.
de: Bitte korrigieren Sie den Fehler unten.
fr: Veuillez corriger l'erreur ci-dessous.
nl: Corrigeer de onderstaande error.
sq: Ju lutemi, ndreqni gabimin më poshtë.

source: Are you sure you want to detach the %(object_name)s "%(escaped_object)s"?
de: Sind Sie sicher, dass Sie %(object_name)s "%(escaped_object)s" abtrennen wollen?
fr: Êtes-vous sûr de vouloir détacher le %(object_name)s "%(escaped_object)s"?
nl: Ben je er zeker van om %(object_name)s "%(escaped_object)s" te detacheren?
sq: Jeni i sigurt se doni të shqitet %(object_name)s "%(escaped_object)s"?

source: Aliases
de: Aliasse
sq: Aliase

source: Type
de: Typ
sq: Lloj

source: Site
sq: Sajt

source: position
nl: positie
sq: pozicion
